Repository: appt-org/screenreader-ios
Catalog: ScreenReader/*.lproj/Localizable.strings
Languages: nl

# action_voiceover_disabled
source: VoiceOver is turned off
nl: VoiceOver is uitgeschakeld

# action_voiceover_enable
source: VoiceOver must be enabled for this training.
nl: VoiceOver moet ingeschakeld zijn voor deze training.

# action_interaction_disabled
source: Interaction is disabled
nl: Interactie is uitgeschakeld

# action_completed
source: Training completed successfully!
nl: Training succesvol afgerond!

# action_headings_paragraph_1
source: With the VoiceOver rotor you can navigate by headings. This is useful when you encounter long pages or websites.
nl: Met de VoiceOver rotor kun je via koppen navigeren. Dit is handig bij lange pagina's of websites.

# action_headings_section_1
source: Navigating by headings by using the rotor
nl: Navigeren via koppen met behulp van de rotor

# action_headings_section_1_paragraph_1
source: 1. Set the rotor to 'Headings'.
nl: 1. Zet de rotor op 'Kopregels'.

# action_headings_section_1_paragraph_2
source: 2. Swipe down with one finger to move to the next heading.
nl: 2. Veeg met één vinger omlaag om naar de volgende kop te gaan.

# action_headings_section_1_paragraph_3
source: Navigate three times by headers to complete the training.
nl: Navigeer drie keer via kopregels om de training af te ronden.

# action_headings_header_1
source: Practice heading navigation
nl: Navigeren via koppen over

# action_headings_header_1_text
source: Skip first paragraph.
nl: Sla eerste alinea over.

# action_headings_header_2
source: Heading 2
nl: Kop 2

# action_headings_header_2_text
source: Skip second paragraph.
nl: Sla tweede alinea over.

# action_headings_header_3
source: Heading 3
nl: Kop 3

# action_headings_header_3_text
source: Skip third paragraph.
nl: Sla derde alinea over.

# action_links_paragraph_1
source: With the VoiceOver rotor you can navigate by links. This is useful to find content such as websites and phone numbers.
nl: Met de VoiceOver rotor kun je via links navigeren. Dit is handig om websites en telefoonnummers te vinden.

# action_links_section_1
source: Navigating by links by using the rotor
nl: Navigeren via links met behulp van de rotor

# action_links_section_1_paragraph_1
source: 1. Move the focus to text which contains a link.
nl: 1. Verplaats de focus naar tekst die een link bevat.

# action_links_section_1_paragraph_2
source: 2. Set the rotor to 'Links'.
nl: 2. Zet de rotor op 'Links'.

# action_links_section_1_paragraph_3
source: 3. Swipe down with one finger to move to the next item.
nl: 3. Veeg met één vinger omlaag om naar de volgende link te gaan.

# action_links_section_1_paragraph_4
source: Move the focus to first link below and navigate by links three times to finish the training.
nl: Navigeer drie keer via links om de training af te ronden.

# action_links_section_2
source: Practice link navigation
nl: Navigeren via links oefenen

# action_links_section_2_paragraph_1
source: First link: www.appt.org/1 Second link: www.appt.org/2 Third link: www.appt.org/3
nl: Eerste link: www.appt.org/1 Tweede link: www.appt.org/2 Derde link: www.appt.org/3

# action_copy_paragraph_1
source: You can copy text by using the VoiceOver rotor.
nl: Via de VoiceOver rotor kun je tekst kopiëren.

# action_copy_section_1
source: Copying text by using the rotor
nl: Tekst kopiëren met behulp van de rotor

# action_copy_section_1_paragraph_1
source: 1. Select the view where you want to copy text from.
nl: 1. Selecteer het element waar je tekst uit wilt kopiëren.

# action_copy_section_1_paragraph_2
source: 2. Double tap to start editing.
nl: 2. Dubbeltik om te starten met bewerken.

# action_copy_section_1_paragraph_3
source: 3. Set the rotor to 'Edit'.
nl: 3. Zet de rotor op 'Wijzigen'.

# action_copy_section_1_paragraph_4
source: 4. Swipe down until you reach the option 'Select all'.
nl: 4. Veeg omlaag tot de optie 'Selecteer alles'.

# action_copy_section_1_paragraph_5
source: 5. Double tap select everything.
nl: 5. Dubbeltik om de tekst te selecteren.

# action_copy_section_1_paragraph_6
source: 6. Set the rotor to 'Edit' again.
nl: 6. Zet de rotor weer op 'Wijzigen'.

# action_copy_section_1_paragraph_7
source: 7. Swipe down until you reach the option 'Copy'.
nl: 7. Veeg omlaag tot de optie 'Kopiëren'.

# action_copy_section_1_paragraph_8
source: 8. Double tap to copy the selected text.
nl: 8. Dubbeltik om de geselecteerde tekst te kopiëren.

# action_copy_section_2
source: Practice copying text
nl: Tekst kopiëren oefenen

# action_copy_section_2_paragraph_1
source: Copy text from the input field below to finish the training.
nl: Kopieer tekst uit het onderstaande invoerveld om de training af te ronden.

# action_copy_section_2_placeholder
source: Fill in text to copy
nl: Vul tekst in om te kopiëren

# action_copy_section_2_text
source: Copy this text
nl: Kopieer deze tekst

# action_paste_paragraph_1
source: You can paste text by using the VoiceOver rotor.
nl: Via de VoiceOver rotor kun je tekst plakken.

# action_paste_section_1
source: Pasting text by using the rotor
nl: Tekst plakken met behulp van de rotor

# action_paste_section_1_paragraph_1
source: 1. Select the input field where you want to paste text.
nl: 1. Selecteer het veld waar je in wilt plakken.

# action_paste_section_1_paragraph_2
source: 2. Double tap to start editing.
nl: 2. Dubbeltik om te starten met invoeren.

# action_paste_section_1_paragraph_3
source: 3. Set the rotor to 'Edit'.
nl: 3. Zet de rotor op 'Wijzigen'.

# action_paste_section_1_paragraph_4
source: 4. Swipe down with one finger until you reach the option 'Paste'.
nl: 4. Veeg met één vinger omlaag tot 'Plakken' is geselecteerd.

# action_paste_section_1_paragraph_5
source: 5. Double tap to paste.
nl: 5. Dubbeltik om te plakken.

# action_paste_section_2
source: Practice pasting text
nl: Plakken oefenen

# action_paste_section_2_paragraph_1
source: Paste text in the input field below to finish the training.
nl: Plak tekst in het onderstaande tekstveld om de training af te ronden.

# action_paste_section_2_placeholder
source: Paste here from your clipboard
nl: Plak hier vanuit je klembord

# action_select_paragraph_1
source: The easiest way to select text is by using the 'Text selection' option. You have to add this option to the rotor yourself.
nl: De makkelijkste manier om tekst te selecteren is via de 'Tekstselectie' optie. Deze optie moet je zelf toevoegen aan de rotor.

# action_select_section_1
source: Adding text selection to the rotor
nl: Tekstselectie toevoegen aan de rotor

# action_select_section_1_paragraph_1
source: 1. Open the 'Settings' app
nl: 1. Open de 'Instellingen' app

# action_select_section_1_paragraph_2
source: 2. Select 'Accessibility'
nl: 2. Selecteer 'Toegankelijkheid'

# action_select_section_1_paragraph_3
source: 3. Select 'VoiceOver'
nl: 3. Selecteer 'VoiceOver'

# action_select_section_1_paragraph_4
source: 4. Select 'Rotor'
nl: 4. Selecteer 'Rotor'

# action_select_section_1_paragraph_5
source: 5. Enable 'Text selection'
nl: 5. Zet 'Tekstselectie' aan

# action_select_section_2
source: Using text selection from the rotor
nl: Tekstselectie gebruiken via de rotor

# action_select_section_2_paragraph_1
source: 1. Select the input field where you want to select text from.
nl: 1. Selecteer het veld waar je tekst wilt selecteren.

# action_select_section_2_paragraph_2
source: 2. Double tap to start editing.
nl: 2. Dubbeltik om te starten met bewerken.

# action_select_section_2_paragraph_3
source: 3. Set the rotor to 'Text selection'
nl: 3. Zet de rotor op 'Tekstselectie'

# action_select_section_2_paragraph_4
source: 4. Swipe down with one finger to select the text you want
nl: 4. Veeg met één vinger omlaag om de gewenste optie te selecteren

# action_select_section_2_paragraph_5
source: 5. Swipe to the right to navigate to the next character.
nl: 5. Veeg naar rechts om het volgende onderdeel te selecteren.

# action_select_section_2_paragraph_6
source: 6. Swipe left to select the previous character.
nl: 6. Veeg naar links om het vorige onderdeel te selecteren.

# action_select_section_3
source: Practice text selection
nl: Tekstselectie oefenen

# action_select_section_3_paragraph_1
source: Select text in the input field below to finish the training.
nl: Selecteer tekst in het onderstaande tekstveld om de training af te ronden.

# action_select_section_3_placeholder
source: Fill in text to select
nl: Vul tekst in om te selecteren

# action_select_section_3_text
source: Select this text
nl: Selecteer deze tekst

# direction_up
source: up
nl: omhoog

# direction_right
source: to the right
nl: naar rechts

# direction_down
source: down
nl: omlaag

# direction_left
source: to the left
nl: naar links

# position_top
source: at the top
nl: bovenaan

# position_bottom
source: at the bottom
nl: onderaan

# feedback_touch
source: Tap the screen with 1 finger
nl: Tik op het scherm met één vinger

# feedback_swipe
source: Make a swipe gesture instead of touching
nl: Maak een veegbeweging in plaats van een aanraking

# feedback_rotate
source: Make a twist instead of a touch
nl: Maak een draaibeweging in plaats van een aanraking

# feedback_zigzag
source: Make a zigzagging motion
nl: Maak een zigzaggende beweging

# feedback_direction
source: Swipe %@ instead of %@
nl: Veeg %@ in plaats van %@

# feedback_tap
source: Tap the screen instead of swiping
nl: Tik op het scherm in plaats van te vegen

# feedback_distance
source: Move your finger further away
nl: Beweeg je vinger verder

# feedback_position
source: Tap %@ the screen instead of %@
nl: Tik %@ het scherm in plaats van %@

# feedback_gesture
source: Move your finger to perform a gesture
nl: Beweeg je vinger om een gebaar te maken
