Repository: appt-org/screenreader-ios
Catalog: ScreenReader/*.lproj/Localizable.strings
Languages: nl

# language
source: en-US
nl: nl-NL

# loading
source: Loading, please wait
nl: Aan het laden

source: Error
nl: Foutmelding

source: Ok
nl: Oké

source: Continue
nl: Doorgaan

source: Finish
nl: Afronden

source: Stop
nl: Stoppen

source: Cancel
nl: Annuleren

source: Next
nl: Volgende

source: Skip
nl: Overslaan

source: Back
nl: Terug

source: Completed
nl: Afgerond

source: Share
nl: Delen

source: Practice
nl: Oefenen

source: Explanation
nl: Uitleg

# voiceover_title
source: Learn VoiceOver
nl: VoiceOver leren

# voiceover_description
source: The ScreenReader app helps you with learning VoiceOver.
nl: De ScreenReader app helpt je bij het leren van VoiceOver.

# voiceover_section_1
source: What is VoiceOver?
nl: Wat is VoiceOver?

# voiceover_section_1_paragraph_1
source: VoiceOver is an essential accessibility feature for visually impaired and blind people to control their devices.
nl: VoiceOver is een essentieel hulpmiddel voor slechtzienden en blinden om hun toestel te bedienen.

# voiceover_section_1_paragraph_2
source: By using gestures you can navigate between elements on the screen. Each element is announced as it is selected.
nl: Door middel van gebaren kun je navigeren tussen de elementen op het scherm. Elk element wordt voorgelezen zodra het is geselecteerd.

# voiceover_section_1_paragraph_3
source: This allows you to control your device even if you can't see the screen.
nl: Het is hierdoor mogelijk om je toestel volledig te bedienen zonder zicht.

# voiceover_section_2
source: Learning VoiceOver
nl: VoiceOver leren

# voiceover_section_2_paragraph_1
source: The ScreenReader app helps you learn all VoiceOver gestures. In addition, you can learn some common actions.
nl: De ScreenReader app helpt je bij het leren van alle VoiceOver gebaren. Daarnaast kun je een aantal veelvoorkomende acties leren.

# voiceover_section_2_paragraph_2
source: Are you dependent on the screen reader? This app can help you to improve your skills.
nl: Ben je afhankelijk van de schermlezer? Dan is deze app erg handig om je vaardigheden te verbeteren.

# voiceover_section_2_paragraph_3
source: Are you an app dveloper? Use the learnings to improve the accessibility of your apps.
nl: Ben je betrokken bij het ontwikkelen van apps? Gebruik de schermlezer dan om de toegankelijkheid te verbeteren.

# voiceover_section_3
source: Turning on VoiceOver
nl: VoiceOver inschakelen

# voiceover_section_3_paragraph_1
source: If you are ready to turn on VoiceOver, ask Siri to 'Turn VoiceOver on'.
nl: Zeg 'Zet VoiceOver aan' tegen Siri om VoiceOver in te schakelen.

# voiceover_section_3_paragraph_2
source: Or open the Settings app, select 'Accessibility', select 'VoiceOver' and toggle the switch on.
nl: Of open de 'Instellingen'-app, selecteer 'Toegankelijkheid', selecteer 'VoiceOver' en zet de schakelaar aan.

# voiceover_section_3_paragraph_3
source: Note: from this point on, you need to swipe to navigate and double tap to activate.
nl: Let op: vanaf dit moment moet je vegen om te navigeren en dubbeltikken om te activeren.

# voiceover_section_4
source: Turning off VoiceOver
nl: VoiceOver uitschakelen

# voiceover_section_4_paragraph_1
source: You can turn off VoiceOver by asking Siri to 'Turn VoiceOver off'.
nl: Zeg 'Zet VoiceOver uit' tegen Siri om VoiceOver uit te schakelen.

# voiceover_section_4_paragraph_2
source: Or open the Settings app, select 'Accessibility', select 'VoiceOver' and toggle the switch off.
nl: Of open de 'Instellingen'-app, selecteer 'Toegankelijkheid', selecteer 'VoiceOver' en zet de schakelaar uit.

# voiceover_section_5
source: VoiceOver shortcut
nl: VoiceOver snelkoppeling

# voiceover_section_5_paragraph_1
source: It is possible add a shortcut to toggle VoiceOver on or off.
nl: Het is mogelijk een snelkoppeling toe te voegen om VoiceOver in- of uitschakelen.

# voiceover_section_5_paragraph_2
source: Open the 'Settings' app, select 'Accessibility', scroll down, select 'Accessibility Shortcut' and finally select 'VoiceOver' in the list.
nl: Open de 'Instellingen'-app, selecteer 'Toegankelijkheid', scroll naar beneden en selecteer 'Activeringsknop' en selecteer vervolgens 'VoiceOver' in de lijst.

# voiceover_section_5_paragraph_3
source: Triple tap the home button or side button to toggle VoiceOver on or off.
nl: Tik driedubbel op de thuisknop of zijknop om Voiceover in- of uit te schakelen.

# more_tab
source: More
nl: Meer

# more_title
source: More information
nl: Meer informatie

# more_description
source: The ScreenReader app is an initiative of the Appt Foundation. The app has been developed by Abra. The app was made possible by a contribution from the SIDN fund.
nl: De ScreenReader app is een initiatief van Stichting Appt. De app is ontwikkeld door Abra. De app is mede mogelijk gemaakt door het SIDN fonds.

# more_actions
source: Actions
nl: Acties

# topic_rating_title
source: Rate app
nl: App beoordelen

# topic_share_title
source: Share app
nl: App delen

# topic_share_url
source: Download the free ScreenReader app at https://screenreader.app and learn how to use the screen reader!
nl: Download de gratis ScreenReader app op https://screenreader.app om te leren hoe je de schermlezer gebruikt!

# topic_website_title
source: Visit website
nl: Website bekijken

# topic_source_title
source: View source code
nl: Broncode bekijken

# topic_appt_title
source: Appt Foundation
nl: Stichting Appt

# topic_sidn_fonds_title
source: SIDN fund
nl: SIDN fonds

# gestures_tab
source: Gestures
nl: Gebaren

# gestures_title
source: Learn gestures
nl: Gebaren leren

# gestures_description
source: You can learn all VoiceOver gestures on this screen. Select a gesture to learn how to perform it. You can practice gestures via the 'Practice'-button.
nl: Op dit scherm kun je alle VoiceOver gebaren leren. Selecteer een gebaar om te leren hoe je deze uitvoert. Via de 'Oefenen'-knop kun je gebaren in een willekeurige volgorde oefenen.

# gestures_practice_title
source: Practice gestures
nl: Gebaren oefenen

# gestures_practice_message
source: Do you want to practice with or without instructions?
nl: Wil je oefenen met of zonder instructies?

# gestures_practice_positive
source: With instructions
nl: Met instructies

# gestures_practice_negative
source: Without instructions
nl: Zonder instructies

# gestures_one_finger_swipe
source: Swiping with 1 finger
nl: Vegen met 1 vinger

# gestures_two_finger_swipe
source: Swiping with 2 fingers
nl: Vegen met 2 vingers

# gestures_three_finger_swipe
source: Swiping with 3 fingers
nl: Vegen met 3 vingers

# gestures_one_finger_tap
source: Tapping with 1 finger
nl: Tikken met 1 vinger

# gestures_two_finger_tap
source: Tapping with 2 fingers
nl: Tikken met 2 vingers

# gestures_three_finger_tap
source: Tapping with 3 fingers
nl: Tikken met 3 vingers

# gestures_four_finger_tap
source: Tapping with 4 fingers
nl: Tikken met 4 vingers

# gestures_shortcuts
source: Shortcuts
nl: Snelkoppelingen

# gesture_area
source: Area to perform gesture
nl: Gebied om gebaar uit te voeren

# gesture_feedback
source: Wrong, try again
nl: Fout, probeer het opnieuw

# gesture_correct
source: Gesture performed correctly!
nl: Gebaar correct uitgevoerd!

# gesture_incorrect
source: You performed the gesture wrong %d times. Do you want to stop, skip or continue?
nl: Je hebt het gebaar %d keer fout uitgevoerd. Wil je stoppen, overslaan of doorgaan?

# gesture_completed
source: You have successfully performed all gestures!
nl: Je hebt alle gebaren succesvol uitgevoerd!

# gesture_one_finger_touch_title
source: Select and speak item
nl: Een onderdeel selecteren en uitspreken

# gesture_one_finger_touch_description
source: Swipe on the screen with 1 finger
nl: Veeg met 1 vinger over het scherm

# gesture_one_finger_touch_explanation
source: When you touch the screen, the content below your finger is read out. Tip: If you tap the screen with another finger, you immediately double-tap.
nl: Wanneer je het scherm aanraakt wordt de inhoud onder je vinger voorgelezen. Tip: als je vervolgens met een andere vinger op het scherm tikt, voer je direct een dubbeltik uit.

# gesture_one_finger_swipe_right_title
source: Navigate to the next item
nl: Naar het volgende onderdeel navigeren

# gesture_one_finger_swipe_right_description
source: Swipe to the right with 1 finger
nl: Veeg met 1 vinger naar rechts

# gesture_one_finger_swipe_right_explanation
source: By swiping to the right, you explore the screen from left to right and from top to bottom.
nl: Door naar rechts te vegen verken je het scherm van links naar rechts en van boven naar beneden.

# gesture_one_finger_swipe_left_title
source: Navigate to the previous item
nl: Naar het vorige onderdeel navigeren

# gesture_one_finger_swipe_left_description
source: Swipe to the left with 1 finger
nl: Veeg met 1 vinger naar links

# gesture_one_finger_swipe_left_explanation
source: By swiping to the left, you explore the screen from right to left and from bottom to top.
nl: Door naar links te vegen verken je het scherm van rechts naar links en van beneden naar boven.

# gesture_one_finger_swipe_up_title
source: Adjust setting up
nl: Instelling omhoog aanpassen

# gesture_one_finger_swipe_up_description
source: Swipe up with 1 finger
nl: Veeg met 1 vinger omhoog

# gesture_one_finger_swipe_up_explanation
source: Depending on the type of item, the value is adjusted upwards, or you move to the next item.
nl: Afhankelijk van het type onderdeel wordt de waarde omhoog aangepast, of ga je naar het volgende onderdeel.

# gesture_one_finger_swipe_down_title
source: Adjust setting down
nl: Instelling omlaag aanpassen

# gesture_one_finger_swipe_down_description
source: Swipe down with 1 finger
nl: Veeg met 1 vinger omlaag

# gesture_one_finger_swipe_down_explanation
source: Depending on the type of item, the value is adjusted downwards, or you move to the next item.
nl: Afhankelijk van het type onderdeel wordt de waarde omlaag aangepast, of ga je naar het vorige onderdeel.

# gesture_two_finger_swipe_up_title
source: Read the entire screen aloud
nl: Het volledige scherm laten voorlezen

# gesture_two_finger_swipe_up_description
source: Swipe up with 2 fingers
nl: Veeg met 2 vingers omhoog

# gesture_two_finger_swipe_up_explanation
source: This gesture can come in handy if you want to read a page in its entirety, such as an article. Tap the screen with 2 fingers to stop reading.
nl: Dit gebaar kan van pas komen als je bijvoorbeeld een webpagina in zijn geheel laten voorlezen. Tik met twee vingers om te scherm om het voorlezen te stoppen.

# gesture_two_finger_swipe_down_title
source: Read the screen aloud from the current item
nl: Het scherm laten voorlezen vanaf het huidige onderdeel

# gesture_two_finger_swipe_down_description
source: Swipe down with 2 fingers
nl: Veeg met 2 vingers omlaag

# gesture_two_finger_swipe_down_explanation
source: This gesture can come in handy if you want to have the remaining content read aloud. Tap the screen with 2 fingers to stop reading.
nl: Dit gebaar kan van pas komen als je de rest van de inhoud wilt laten voorlezen. Tik met 2 vingers op het scherm om het voorlezen te stoppen.

# gesture_three_finger_swipe_up_title
source: Scroll up
nl: Omhoog scrollen

# gesture_three_finger_swipe_up_description
source: Swipe up with 3 fingers
nl: Veeg met 3 vingers omhoog

# gesture_three_finger_swipe_up_explanation
source: Use this gesture when you want to scroll down.
nl: Gebruik dit gebaar wanneer je omlaag wilt scrollen.

# gesture_three_finger_swipe_down_title
source: Scroll down
nl: Omlaag scrollen

# gesture_three_finger_swipe_down_description
source: Swipe down with 3 fingers
nl: Veeg met 3 vingers omlaag

# gesture_three_finger_swipe_down_explanation
source: Use this gesture to scroll up.
nl: Gebruik dit gebaar wanneer je omhoog wilt scrollen.

# gesture_three_finger_swipe_right_title
source: Scroll right
nl: Naar rechts scrollen

# gesture_three_finger_swipe_right_description
source: Swipe right with 3 fingers
nl: Veeg met 3 vingers naar rechts

# gesture_three_finger_swipe_right_explanation
source: Use this gesture to scroll to the right.
nl: Gebruik dit gebaar wanneer je naar rechts wilt scrollen.

# gesture_three_finger_swipe_left_title
source: Scroll left
nl: Naar links scrollen

# gesture_three_finger_swipe_left_description
source: Swipe left with 3 fingers
nl: Veeg met 3 vingers naar links

# gesture_three_finger_swipe_left_explanation
source: Use this gesture to scroll to the left.
nl: Gebruik dit gebaar wanneer je naar links wilt scrollen.

# gesture_one_finger_double_tap_title
source: Activate the selected item
nl: Het geselecteerde onderdeel activeren

# gesture_one_finger_double_tap_description
source: Tap the screen 2 times with 1 finger
nl: Tik met 1 vinger 2 keer op het scherm

# gesture_one_finger_double_tap_explanation
source: You use this gesture to activate items, such as a button.
nl: Dit gebaar gebruik je om bijvoorbeeld een knop te activeren.

# gesture_one_finger_double_tap_hold_title
source: Long press the selected item
nl: Het geselecteerde onderdeel lang indrukken

# gesture_one_finger_double_tap_hold_description
source: Tap the screen 2 times with 1 finger, and hold for 3 seconds
nl: Tik met 1 vinger 2 keer op het scherm en hou je vinger 3 seconden vast

# gesture_one_finger_double_tap_hold_explanation
source: Some apps use this gesture to display a menu.
nl: Dit gebaar wordt door sommige apps gebruikt om een menu te tonen.

# gesture_one_finger_triple_tap_title
source: Double tap the selected item
nl: Dubbeltikken op het geselecteerde onderdeel

# gesture_one_finger_triple_tap_description
source: Tap the screen 3 times with 1 finger
nl: Tik met 1 vinger 3 keer op het scherm

# gesture_one_finger_triple_tap_explanation
source: With some apps you have to double tap to perform certain actions, you can do that with this gesture.
nl: Bij sommige apps moet je dubbeltikken om bepaalde handelingen uit te voeren, dat kan met dit gebaar.

# gesture_two_finger_tap_title
source: Pause or resume reading
nl: Het voorlezen pauzeren of hervatten

# gesture_two_finger_tap_description
source: Tap the screen 1 time with 2 fingers
nl: Tik met 2 vingers 1 keer op het scherm

# gesture_two_finger_tap_explanation
source: It is important to remember this gesture, so you can pause VoiceOver whenever you want.
nl: Dit gebaar is belangrijk om te onthouden, zodat je VoiceOver kan pauzeren wanneer je wilt.

# gesture_two_finger_double_tap_title
source: Start or stop the active action
nl: De actuele handeling starten of stoppen

# gesture_two_finger_double_tap_description
source: Tap the screen 2 times with 2 fingers
nl: Tik met 2 vingers 2 keer op het scherm

# gesture_two_finger_double_tap_explanation
source: This gesture is also known as Magic Tap. This gesture allows you to, for example, start or stop music in the background. Some apps also use this gesture to perform the main action on the screen.
nl: Dit gebaar is ook bekend als Magic Tap. Hiermee kun je bijvoorbeeld muziek op de achtergrond starten of stoppen. Sommige apps gebruiken dit ook gebaar om de belangrijkste actie op het scherm uit te voeren.

# gesture_two_finger_double_tap_hold_title
source: Change the label of an item
nl: Het label van een onderdeel wijzigen

# gesture_two_finger_double_tap_hold_description
source: Tap the screen 2 times with 2 fingers and hold for 3 seconds
nl: Tik met 2 vingers 2 keer op het scherm en hou je vinger 3 seconden vast

# gesture_two_finger_double_tap_hold_explanation
source: Unfortunately, not all apps are accessible. This gesture allows you to add your own labels. This is handy to indicate buttons, for example. Note: after every app update, all your labels are gone. The developer of the app cannot do anything about this.
nl: Helaas zijn niet alle apps toegankelijk. Dankzij dit gebaar kun je je eigen labels toevoegen. Handig om bijvoorbeeld knoppen aan te geven. Let op: na elke app update zijn al je labels weg. De ontwikkelaar van de app kan hier niks aan doen.

# gesture_two_finger_triple_tap_title
source: Open the app chooser
nl: De onderdeelkiezer openen

# gesture_two_finger_triple_tap_description
source: Tap the screen 3 times with 2 fingers
nl: Tik met 2 vingers 3 keer op het scherm

# gesture_two_finger_triple_tap_explanation
source: The item chooser can make navigating within an app easier. Tip: You can close the Item Chooser by zigzagging with two fingers.
nl: De onderdeelkiezer kan het navigeren binnen een app makkelijker maken. Tip: je kunt de onderdeelkiezer sluiten door met twee vingers te zigzaggen.

# gesture_three_finger_tap_title
source: Speak out additional information
nl: Extra informatie laten uitspreken

# gesture_three_finger_tap_description
source: Tap the screen 1 time with 3 fingers
nl: Tik met 3 vingers 1 keer op het scherm

# gesture_three_finger_tap_explanation
source: This gesture can be helpful in orienting where you are on the screen.
nl: Dit gebaar kan handig zijn ter oriëntatie waar je op het scherm bent.

# gesture_three_finger_double_tap_title
source: Mute or unmute VoiceOver
nl: Het geluid van VoiceOver in- of uitschakelen

# gesture_three_finger_double_tap_description
source: Tap the screen 2 times with 3 fingers
nl: Tik met 3 vingers 2 keer op het scherm

# gesture_three_finger_double_tap_explanation
source: This gesture is important to remember. This gesture is often used accidentally. Can't hear any sound anymore? Tap the screen 2 times with 3 fingers to unmute VoiceOver! Note: if the VoiceOver zoom function is turned on, this app cannot recognize this gesture.
nl: Dit gebaar is belangrijk om te onthouden. Vaak wordt dit gebaar namelijk perongeluk gebruikt. Hoor je geen geluid meer? Tik dan met 3 vingers 2 keer op het scherm om het geluid van VoiceOver weer aan te zetten! Let op: als de VoiceOver zoomfunctie is ingeschakeld is het voor de app niet mogelijk om dit gebaar te herkennen.

# gesture_three_finger_triple_tap_title
source: Turn the screen curtain on or off
nl: Het schermgordijn in- of uitschakelen

# gesture_three_finger_triple_tap_description
source: Tap the screen 3 times with 3 fingers
nl: Tik met 3 vingers 3 keer op het scherm

# gesture_three_finger_triple_tap_explanation
source: If you can't or don't want to see the screen, you can turn on the screen curtain. This means your phone uses less power and no one can watch your screen.! Note: if the VoiceOver zoom function is turned on, this app cannot recognize this gesture.
nl: Indien je geen zicht meer hebt, kun je het schermgordijn inschakelen. Hierdoor verbruikt je telefoon minder stroom en kan er niemand op je scherm meekijken.! Let op: als de VoiceOver zoomfunctie is ingeschakeld is het voor de app niet mogelijk om dit gebaar te herkennen.

# gesture_four_finger_tap_top_title
source: Jump to the first item
nl: Naar het eerste onderdeel gaan

# gesture_four_finger_tap_top_description
source: Tap the top of the screen with 4 fingers
nl: Tik met 4 vingers bovenaan het scherm

# gesture_four_finger_tap_top_explanation
source: It may be helpful to jump to the top of the screen. You can usually find the back button here. This gesture is difficult to perform on small screens. You don't have to use the fingers of the same hand. You can also use two fingers of each hand.
nl: Het kan handig zijn om naar de bovenkant van het scherm te verspringen. Meestal zit hier de terugknop. Dit gebaar is lastig om uit te voeren op kleine schermen. Je hoeft niet de vingers van dezelfde hand te gebruiken. Je kunt ookt twee vingers van je linkerhand en twee vingers van je rechterhand gebruiken.

# gesture_four_finger_tap_bottom_title
source: Jump to the last item
nl: Naar het laatste onderdeel gaan

# gesture_four_finger_tap_bottom_description
source: Tap the bottom of the screen with 4 fingers
nl: Tik met 4 vingers onderaan het scherm

# gesture_four_finger_tap_bottom_explanation
source: It may be helpful to jump to the bottom of the screen. You can usually find a way to navigate here. This gesture is difficult to perform on small screens. You don't have to use the fingers of the same hand. You can also use two fingers of each hand.
nl: Het kan handig zijn om naar de onderkant van het scherm te verspringen. Meestal zit hier een manier om te navigeren. Dit gebaar is lastig om uit te voeren op kleine schermen. Je hoeft niet de vingers van dezelfde hand te gebruiken. Je kunt ookt twee vingers van je linkerhand en twee vingers van je rechterhand gebruiken.

# gesture_two_finger_rotate_title
source: Choose a rotor setting
nl: Een rotorinstelling kiezen

# gesture_two_finger_rotate_description
source: Make a rotating movement with 2 fingers
nl: Maak met 2 vingers een draaiende beweging

# gesture_two_finger_rotate_explanation
source: It can be tricky to master this gesture. The rotor is very extensive, so remember this gesture well! Tip: You can turn the other way to go to the previous setting.
nl: Het kan lastig zijn om dit gebaar onder de knie te krijgen. De rotor is heel uitgebreid, dus onthoud dit gebaar goed! Tip: je kunt de andere kant opdraaien om naar de vorige instelling te gaan.

# gesture_two_finger_z_shape_title
source: Close a notification or go back to the previous screen
nl: Een melding sluiten of teruggaan naar het vorige scherm

# gesture_two_finger_z_shape_description
source: Make a zigzagging movement with 2 fingers in the shape of the letter Z
nl: Maak met 2 vingers een zigzaggende beweging in de vorm van de letter Z

# gesture_two_finger_z_shape_explanation
source: This gesture is super handy. You can navigate back from anywhere in an app. You can also close notifications. It often takes some getting used to how exactly you perform this gesture. You have to zigzag with two fingers in the shape of a Z.
nl: Dit gebaar is superhandig. Je kunt namelijk vanaf elke plek in een app terug navigeren. Daarnaast kun je meldingen sluiten. Het is vaak even wennen hoe je dit gebaar precies uitvoert. Je moet met twee vingers zigzaggen in de vorm van een Z.

# gesture_one_finger_interaction_title
source: Making direct touch
nl: Directe aanraking maken

# gesture_one_finger_interaction_description
source: Tap the screen twice with 1 finger and hold until you hear three rising tones. Then move your finger across the screen.
nl: Tik met 1 vinger 2 keer op het scherm en houd vast totdat je drie opgaande tonen hoort. Beweeg je vinger daarna over het scherm.

# gesture_one_finger_interaction_explanation
source: Sometimes it's necessary to create touches outside of VoiceOver. Making this gesture directs your touch directly to the app. This makes it possible, for example, to place a signature. This gesture can also be useful for rearranging elements (drag and drop).
nl: Soms is het nodig om aanrakingen buiten VoiceOver om te maken. Door dit gebaar te maken gaat je aanraking direct naar de app en niet naar VoiceOver. Hierdoor is het bijvoorbeeld mogelijk om een handtekening te zetten. Dit gebaar kan ook handig zijn om elementen opnieuw te rangschikken (drag and drop).

# actions_tab
source: Actions
nl: Acties

# actions_title
source: Learn actions
nl: Acties leren

# actions_description
source: You can learn several VoiceOver actions on this screen. We recommend to first learn all gestures, to make sure you can perform these actions properly.
nl: Op dit scherm kun je een aantal VoiceOver acties leren. We raden je aan om eerst alle gebaren te leren zodat je deze acties goed kunt uitvoeren.

# actions_navigate
source: Navigate
nl: Navigeren

# actions_edit
source: Edit text
nl: Tekst bewerken

# action_headings_title
source: Navigate by headings
nl: Navigeren via koppen

# action_links_title
source: Navigate by links
nl: Navigeren via links

# action_select_title
source: Select text
nl: Tekst selecteren

# action_copy_title
source: Copy text
nl: Tekst kopiëren

# action_paste_title
source: Paste text
nl: Tekst plakken
